{
  "register": [
    "¿Cómo crear una cuenta?",
    "¿Qué pasos debo seguir para registrarme?",
    "¿Dónde puedo crear una cuenta nueva?",
    "¿Cómo me doy de alta en el sitio?",
    "¿Qué necesito para abrir una cuenta?",
    "¿Cuál es el proceso para registrarme como usuario?",
    "¿Dónde se hace el registro de usuario?"
  ],
  "addMotorcycle": [
    "¿Cómo añadir mis motos a mi garaje, y por qué debo añadirla?",
    "¿Cómo agrego mis motos a mi garaje y qué beneficios tiene hacerlo?",
    "¿Cuál es el procedimiento para añadir mis motocicletas al garaje?",
    "¿Dónde se cargan las motos en mi perfil?",
    "¿Para qué sirve vincular mis motos a mi cuenta?",
    "¿Es obligatorio registrar mis motos en el garaje virtual?",
    "¿Cómo incluyo mis motos en el sistema?"
  ],
  "editAccount": [
    "¿Puedo modificar los datos una vez creada mi cuenta?",
    "¿Es posible editar la información de mi cuenta después de registrarme?",
    "¿Se pueden cambiar los datos de usuario más adelante?",
    "¿Cómo actualizo mis datos personales en la cuenta?",
    "¿Puedo corregir errores en el perfil una vez creado?",
    "¿Se permite modificar mi información tras crear la cuenta?",
    "¿Cómo edito mis datos luego del registro?"
  ],
  "addDirections": [
    "¿Cómo añadir direcciones a mi cuenta?",
    "¿Qué debo hacer para añadir nuevas direcciones a mi perfil?",
    "¿Dónde se agregan las direcciones en mi cuenta?",
    "¿Cómo incorporo más direcciones a mi cuenta?",
    "¿Puedo guardar varias direcciones en mi perfil?",
    "¿Es posible registrar múltiples direcciones?",
    "¿Cuál es la forma de añadir direcciones adicionales?"
  ],
  "sendOtherDirection": [
    "¿Puedo enviar pedidos a otras direcciones?",
    "¿Se puede enviar pedidos a una dirección distinta?",
    "¿Cómo envío mis compras a otra dirección?",
    "¿Es posible realizar entregas a lugares diferentes?",
    "¿Puedo registrar una dirección de envío diferente?",
    "¿Cómo cambio la dirección de entrega de un pedido?",
    "¿Permiten mandar los pedidos a otros domicilios?"
  ],
  "changeAccessKey": [
    "¿Cómo cambiar mi contraseña?",
    "¿Dónde cambio mi clave de acceso?",
    "¿Cómo se modifica la contraseña de mi cuenta?",
    "¿Cuál es el procedimiento para cambiar la contraseña?",
    "¿Es posible actualizar mi contraseña desde el perfil?",
    "¿Dónde encuentro la opción para cambiar mi clave?",
    "¿Cómo puedo establecer una nueva contraseña?"
  ],
  "forgottenPassword": [
    "¿Qué hago si olvidé mi contraseña o quiero cambiarla?",
    "¿Dónde puedo restablecer o cambiar mi clave de acceso?",
    "¿Cómo recupero mi contraseña o la modifico?",
    "¿Olvidaste tu clave? ¿Necesitas cambiarla?",
    "¿Cómo solicitar un cambio de contraseña?",
    "¿Qué opciones tengo si no recuerdo mi clave o quiero actualizarla?"
  ],
  "purchaseHistory": [
    "¿Cómo puedo realizar un seguimiento de mi historial de pedidos?",
    "¿Cómo veo el historial de mis pedidos anteriores?",
    "¿Dónde consulto mis compras pasadas?",
    "¿Puedo revisar las órdenes que he hecho antes?",
    "¿Existe un historial de pedidos en mi cuenta?",
    "¿Cómo acceder al seguimiento de mis compras?",
    "¿Dónde reviso mis pedidos anteriores?"
  ],
  "deleteAccount": [
    "¿Cómo borrar mi cuenta de cliente?",
    "¿Qué debo hacer para eliminar mi cuenta?",
    "¿Cómo se da de baja una cuenta de usuario?",
    "¿Puedo cerrar mi cuenta de manera permanente?",
    "¿Dónde solicito la eliminación de mi cuenta?",
    "¿Cómo cancelo y elimino mi perfil?",
    "¿Hay forma de borrar mi cuenta por completo?"
  ],
  "dataSecurity": [
    "¿Cómo puedo saber si mis datos personales están seguros? ¿Cuál es la política de privacidad y seguridad de la información? Información legal",
    "¿Qué garantías tengo sobre la seguridad de mis datos?",
    "¿Cómo protegen mi información personal?",
    "¿Dónde puedo consultar la política de privacidad?",
    "¿Qué medidas toman para cuidar mis datos?",
    "¿Mi información está segura? ¿Tienen una política de privacidad clara?",
    "¿Qué dicen sobre la seguridad y uso de mis datos personales?"
  ],
  "changePreferences": [
    "¿Para qué sirve indicar mis preferencias? ¿Puedo modificarlas?",
    "¿Cuál es la utilidad de indicar mis preferencias y se pueden cambiar?",
    "¿Para qué sirven mis preferencias y puedo editarlas?",
    "¿Es posible modificar las preferencias de mi cuenta?",
    "¿Qué beneficio tiene establecer preferencias y son editables?",
    "¿Por qué debo configurar mis preferencias? ¿Las puedo actualizar?",
    "¿Se pueden ajustar mis preferencias luego del registro?"
  ],
  "subscribeNewsletter": [
    "¿Cómo puedo darme de alta a vuestra newsletter?",
    "¿Cómo me suscribo a vuestro boletín informativo?",
    "¿Dónde me apunto a la newsletter?",
    "¿Qué pasos debo seguir para recibir la newsletter?",
    "¿Cómo recibir novedades por correo?",
    "¿Dónde me registro para obtener su boletín?",
    "¿Puedo darme de alta en su newsletter? ¿Cómo?"
  ],
  "benefitsAccount": [
    "¿Qué ventajas tengo si me registro?",
    "¿Qué beneficios obtengo al crear una cuenta?",
    "¿Vale la pena registrarme? ¿Qué gano?",
    "¿Qué ventajas hay por registrarse en el sitio?",
    "¿Qué obtengo al hacerme usuario?",
    "¿Por qué debería crear una cuenta con ustedes?",
    "¿Qué beneficios tiene tener una cuenta registrada?"
  ],
  "benefitsFidelity": [
    "¿Ofrecéis descuentos para compras al por mayor o programas de fidelización?",
    "¿Ofrecen precios especiales por compras grandes o recompensas por fidelidad?",
    "¿Tienen algún programa para compradores frecuentes o descuentos por volumen?",
    "¿Existen promociones para compras al por mayor o para clientes fieles?",
    "¿Qué descuentos hay si compro en grandes cantidades?",
    "¿Ofrecen recompensas o ventajas por ser cliente habitual?",
    "¿Disponen de algún sistema de puntos o fidelización?"
  ]
}
