{
  "register": "Cree su cuenta de usuario de forma sencilla e inmediata.\n\nPara ello, introduzca en el formulario de registro su nombre (sin apellidos); su e-mail de contacto; escriba una contraseña de su elección y confírmela; escriba un número de teléfono; indique su sexo y, finalmente, acepte nuestra política de protección de datos.\n\nSi ya tiene cuenta de usuario, pero no recuerda su contraseña, podrá solicitar una nueva desde la pantalla de acceso a su cuenta pulsando en el enlace ¿Has olvidado tu contraseña?",
  "addMotorcycle": "Si estás logeado, desde tu cuenta, en el apartado mi garaje.\n\nSi no está logeado, la puedes seleccionar en las páginas de listado de productos.\n\nEn el apartado “Mi garaje” puedes seleccionar tu moto o motos que quieras añadiendo la marca, la modalidad, el año y el modelo. Puedes añadir tantas como desees. ",
  "editAccount": "Puedes modificar gran parte de tus datos a excepción de tu correo electrónico. Si quieres modificar o eliminar tu cuenta, por favor, contacta con nuestro departamento de Atención al Cliente. ",
  "addDirections": "Puedes añadir tantas direcciones como quieras a tu cuenta. Clica en “Añadir dirección” e introduce la información en los distintos campos que se solicitan tales como calle, número o código postal.\n\nPuedes marcar una dirección como Preferida para que aparezca por defecto siempre en tus compras.",
  "sendOtherDirection": "Puedes enviar tus pedidos donde quieras. Simplemente revisa que la dirección de destino es correcta durante el proceso de compra, y guárdala en tu libreta de direcciones para próximas veces.",
  "changeAccessKey": "Si necesitas cambiar tu contraseña o no recuerdas cuál era, clica en “¿Has olvidado tu contraseña?” para restablecerla correctamente.",
  "forgottenPassword": "Si necesitas cambiar tu contraseña o no recuerdas cuál era, clica en \"¿Has olvidado tu contraseña?\" para restablecerla correctamente.",
  "purchaseHistory": "Podrás consultar tu historial de pedidos siempre que quieras desde tu cuenta. Inicia sesión introduciendo tu email y contraseña y accede al apartado de “Pedidos”. Clicando en cada uno de ellos podrás encontrar todo el detalle de tus pedidos.",
  "deleteAccount": "Si quieres eliminar todos tus datos y borrar tu cuenta de cliente, contacta con nuestro departamento de Atención al Cliente y tramitaremos tu solicitud.",
  "dataSecurity": "En GreenlandMX nos tomamos muy enserio la seguridad de tus datos, por eso no compartiremos ninguna información personal que no sea necesaria para proporcionarte un servicio de calidad. Puedes consultar nuestra política de privacidad siempre que quieras en \"Aviso Legal\".\n\nSi tienes dudas, puedes consultar cuando lo necesites con nuestro departamento de Atención al Cliente.",
  "changePreferences": "Conocer tus preferencias nos ayuda a proporcionarte un mejor servicio, adaptando nuestras comunicaciones y recomendaciones a tus intereses. Por eso te ofrecemos la posibilidad de indicar cuáles son tus modalidades deportivas favoritas, con qué vehículo te identificas más, o qué tipos de contenidos deseas recibir. Puedes completar tus preferencias, modificarlas o eliminarlas siempre que quieras desde tu cuenta, en el apartado Preferencias.",
  "subscribeNewsletter": "Si quieres ser el primero en enterarte de todas nuestras novedades y ofertas, y estar al día de todas las comunicaciones, puedes darte de alta a nuestra newsletter introduciendo tu email en el pie de esta página, o iniciando sesión en tu cuenta y dándole a suscribirte.\n\nPodrás darte de baja fácilmente cuando quieras.",
  "benefitsAccount": "Si te das de alta en nuestra newsletter te enterarás antes que nadie de todas las ofertas y novedades de nuestro catálogo, y podrás acceder a sorteos exclusivos que ofrecemos a nuestros clientes.",
  "benefitsFidelity": "Sí, y estarán visibles en el carrito o en el checkout. "
}
