{
  "gift_card_buy": "Regalar una Tarjeta Regalo nunca ha sido tan fácil. Solo tienes que seguir este enlace, completar tus datos y los del destinatari@, elegir el importe que deseas regalar, y escribir un mensaje personalizado para sorprender a esa persona especial. Después deberás continuar el proceso de compra de manera normal, elegir el método de pago que prefieras ¡y listo! Fácil, rápido y cómodo, ¿verdad?\n\nPuedes ver el paso a paso de cómo comprar tu tarjeta regalo \"Tarjeta regalo\".",
  "gift_card_return": "No, lo sentimos. Las tarjetas regalo online no son transferibles, reembolsables o intercambiables por el importe de la tarjeta en metálico.\n\nPuedes consultar nuestra política de devoluciones completa \"Tarjeta regalo\".",
  "gift_card_delivery_time": "El destinatario recibirá en un plazo máximo de 24 horas un email en su bandeja de entrada con la Tarjeta Regalo Online, donde encontrará un código de 16 dígitos, el importe del que dispone para comprar en la tienda online de GreenlandMX, además de un mensaje personalizado con el que seguro se sorprenderá.",
  "gift_card_wrong": "Si te has equivocado indicando el email del destinatario, te recomendamos te pongas en contacto con nuestro departamento de Atención al Cliente lo antes posible.",
  "gift_card_balance": "Elige el importe que desees.",
  "gift_card_buy_with_gift_card": "No, lo sentimos. No puedes adquirir una tarjeta regalo utilizando otra tarjeta regalo durante la compra.",
  "gift_card_redeem": "Canjear tu Tarjeta Regalo Online es muy sencillo. Sólo debes añadir todos los productos que desees al carrito, continuar con el proceso de compra con total normalidad, y en la pantalla de Métodos de Pago introducir el código de 16 dígitos de tu Tarjeta Regalo Online en el campo que encontrarás en la última opción.\n\nNada más clicar en Canjear podrás ver descontado el importe de tu Tarjeta Regalo Online en el resumen de compra que encontrarás en la parte derecha de tu pantalla.\n\nPuedes ver el paso a paso de cómo utilizar tu tarjeta regalo \"Tarjeta regalo\".",
  "gift_card_know_balance": "Si no conoces o recuerdas qué saldo tiene actualmente tu tarjeta regalo, tienes dos formas de consultarlo:\n\nDesde Mi Cuenta\nAl realizar un pedido, introduciendo la tarjeta como Método de Pago, automáticamente verá un mensaje con el importe que le queda.\nPues consultar cómo hacerlo \"Tarjeta regalo\".",
  "gift_card_insuficient": "Por supuesto. Si el saldo de tu Tarjeta Regalo Online no cubre la totalidad de tu compra, puedes abonar la diferencia sin ningún problema utilizando tu propia tarjeta de crédito o débito o tu cuenta de PayPal. Simplemente selecciona el método que prefieras y continúa con el pago con normalidad.\n\nRecuerda tener todo preparado al iniciar tu compra.\n\nSi tienes dudas utilizando tu Tarjeta Regalo Online, no encuentras tu código, o experimentas algún problema durante la compra, no dudes en contactar con nuestro departamento de Atención al Cliente.",
  "gift_card_buy_product": "Con la Tarjeta Regalo Online de GreenlandMX podrás adquirir cualquier producto de nuestro catálogo, en cualquier momento, y sin fecha de caducidad. ¡Así de flexible!\n\nÚnicamente ten en cuenta que no se podrá adquirir una tarjeta regalo utilizando otra tarjeta regalo.",
  "gift_card_other_person": "No, lo sentimos. Recuerda que las tarjetas regalo no son transferibles, reembolsables o intercambiables por el importe de la tarjeta en metálico."
}
